Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: Error in displaying the widget settings form.
ca_es: S'ha produït un error en mostrar el formulari de configuració del giny.

source: Available Widgets
ca_es: Ginys disponibles

source: Drag widgets from here to a sidebar on the right to activate them. Drag widgets back here to deactivate them and delete their settings.
ca_es: Arrossegueu els ginys des d'aquí a la barra lateral de la dreta per activar-los. Torneu-los a arrossegar aquí per desactivar-los i esborrar la seva configuració.

source: Drag widgets here to remove them from the sidebar but keep their settings.
ca_es: Arrossegueu els ginys aquí per eliminar-los de la barra lateral però mantenint les seves configuracions.

source: Permanently Delete Comment
ca_es: Suprimeix el comentari definitivament

source: You are about to approve the following comment:
ca_es: Ara s'aprovarà el comentari següent:

source: Approve Comment
ca_es: Aprova el comentari

source: Unknown action.
ca_es: Acció desconeguda.

source: Custom Background
ca_es: Fons personalitzat

source: Background updated. <a href="%s">Visit your site</a> to see how it looks.
ca_es: Fons actualitzat. <a href="%s">Visiteu el lloc</a> per veure com queda.

source: Choose an image from your computer:
ca_es: Trieu una imatge des del vostre ordinador:

source: Custom Header
ca_es: Capçalera personalitzada

source: Header updated. <a href="%s">Visit your site</a> to see how it looks.
ca_es: Capçalera activada. <a href="%s">Visiteu el lloc</a> per veure com queda.

source: Image Processing Error
ca_es: Error en processar la imatge

source: Choose the part of the image you want to use as your header.
ca_es: Trieu la part de la imatge que voleu usar com a capçalera.

source: You do not have permission to customize headers.
ca_es: No teniu permisos per personalitzar les capçaleres.

source: Edit &#8220;%s&#8221;
ca_es: Edita &#8220;%s&#8221;

source: Trash
ca_es: Paperera

source: View &#8220;%s&#8221;
ca_es: Mostra &#8220;%s&#8221;

source: Unpublished
ca_es: No publicada

source: Y/m/d g:i:s A
ca_es: Y-m-d G:i:s

source: %s from now
ca_es: %s a partir d'ara

source: (Unattached)
ca_es: (Sense adjuntar)

source: Attach
ca_es: Adjunta

source: %s pending
ca_es: pendent %s

source: No media attachments found.
ca_es: No s'ha trobat adjunt cap mèdia.

source: %s comment approved
ca_es: %s comentari aprovat

source: %s comment marked as spam.
ca_es: %s comentari marcat com a brossa.

source: %s comment restored from the spam
ca_es: %s comentari restaurat de la brossa

source: %s comment permanently deleted
ca_es: %s comentari suprimit definitivament

source: All
ca_es: Tot

source: Pending <span class="count">(<span class="pending-count">%s</span>)</span>
ca_es: Pendent de revisió <span class="count">(<span class="pending-count">%s</span>)</span>

source: Approved
ca_es: Aprovat

source: Spam <span class="count">(<span class="spam-count">%s</span>)</span>
ca_es: Brossa <span class="count">(<span class="spam-count">%s</span>)</span>

source: Trash <span class="count">(<span class="trash-count">%s</span>)</span>
ca_es: Paperera <span class="count">(<span class="trash-count">%s</span>)</span>

source: Search Comments
ca_es: Cerca els comentaris

source: Displaying %s&#8211;%s of %s
ca_es: Es mostra %s&#8211;%s de %s

source: Bulk Actions
ca_es: Accions massives

source: Unapprove
ca_es: Rebutja

source: Approve
ca_es: Aprova

source: Move to Trash
ca_es: Mou a la paperera

source: Show all comment types
ca_es: Mostra tots els tipus de comentaris

source: Pings
ca_es: Peticions (pings)

source: Filter
ca_es: Filtra

source: Empty Spam
ca_es: Buida la brossa

source: Empty Trash
ca_es: Buida la Paperera

source: No comments found.
ca_es: No s'ha trobat cap comentari.

source: Post updated. <a href="%s">View post</a>
ca_es: S'ha actualitzat l'entrada. <a href="%s">Mostra l'entrada</a>

source: Custom field updated.
ca_es: Camp personalitzat actualitzat.

source: Custom field deleted.
ca_es: Camp personalitzat suprimit.

source: Post updated.
ca_es: S'ha actualitzat l'entrada.

source: Post restored to revision from %s
ca_es: Entrada restaurada a revisió des de %s

source: Post published. <a href="%s">View post</a>
ca_es: Entrada publicada. <a href="%s">Mostra l'entrada</a>

source: Post saved.
ca_es: Entrada desada.

source: Post submitted. <a target="_blank" href="%s">Preview post</a>
ca_es: Entrada enviada. <a target="_blank" href="%s">Previsualitza l'entrada</a>

source: Post scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview post</a>
ca_es: Entrada programada per al: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Mostra l'entrada </a>

source: M j, Y @ G:i
ca_es: d-m-Y \a \l\e\s G:i

source: Post draft updated. <a target="_blank" href="%s">Preview post</a>
ca_es: Esborrany d'entrada actualitzat. <a target="_blank" href="%s">Mostra l'entrada</a>

source: Page updated. <a href="%s">View page</a>
ca_es: S'ha actualitzat la pàgina. <a href="%s">Mostra la pàgina</a>

source: Page updated.
ca_es: S'ha actualitzat la pàgina.

source: Page restored to revision from %s
ca_es: Pàgina restaurada a la revisió de %s

source: Page published. <a href="%s">View page</a>
ca_es: Pàgina publicada. <a href="%s">Mostra la pàgina</a>

source: Page submitted. <a target="_blank" href="%s">Preview page</a>
ca_es: Pàgina enviada. <a target="_blank" href="%s">Previsualitza la pàgina</a>

source: Page scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview page</a>
ca_es: Pàgina programada per al: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Mostra la pàgina</a>

source: Page draft updated. <a target="_blank" href="%s">Preview page</a>
ca_es: Esborrany de pàgina actualitzat. <a target="_blank" href="%s">Mostra la pàgina</a>

source: Send Trackbacks
ca_es: Envia retroenllaços

source: Custom Fields
ca_es: Camps personalitzats

source: Discussion
ca_es: Discussió

source: Last edited by %1$s on %2$s at %3$s
ca_es: Darrera modificació per %1$s el %2$s a les %3$s

source: Last edited on %1$s at %2$s
ca_es: Darrera modificació el %1$s a les %2$s

source: View Comment
ca_es: Mostra aquest comentari

source: Submitted on: <b>%1$s</b>
ca_es: Tramès el: <b>%1$s</b>

source: Update Comment
ca_es: Actualitza el comentari

source: Name:
ca_es: Nom:

source: E-mail (%s):
ca_es: Correu electrònic (%s):

source: send e-mail
ca_es: envia el correu electrònic

source: E-mail:
ca_es: Correu electrònic:

source: visit site
ca_es: Visita el web

source: The &#8220;slug&#8221; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
ca_es: El resum és el mateix nom expressat en caràcters admesos en una URL. Sol ser en minúscules i consta només de lletres, xifres i guionets.

source: The description is not prominent by default; however, some themes may show it.
ca_es: La descripció no acostuma a ser gaire visible per defecte, però alguns temes poden mostrar-la.

source: <a href="%s">Links</a> / Edit Link
ca_es: <a href="%s">Enllaços</a> / Edita l'enllaç

source: Update Link
ca_es: Actualitza l'enllaç

source: <a href="%s">Links</a> / Add New Link
ca_es: <a href="%s">Enllaços</a> / Afegeix un enllaç nou

source: Link Relationship (XFN)
ca_es: Relació amb l'enllaç (XFN)

source: Link added.
ca_es: Enllaç afegit.

source: Example: Nifty blogging software
ca_es: Exemple: Enginyós programari de blocs

source: Web Address
ca_es: Adreça Web

source: Example: <code>http://wordpress.org/</code> &#8212; don&#8217;t forget the <code>http://</code>
ca_es: Exemple: <code>http://wordpress.org/</code> &#8212; no oblideu posar <code>http://</code>

source: This will be shown when someone hovers over the link in the blogroll, or optionally below the link.
ca_es: Això es mostra quan algú plana amb el cursor sobre l'enllaç a la llista d'enllaços, o de manera opcional sota l'enllaç.

source: The name is how it appears on your site.
ca_es: El nom és tal com apareix al lloc web.

source: Categories, unlike tags, can have a hierarchy. You might have a Jazz category, and under that have children categories for Bebop and Big Band. Totally optional.
ca_es: Les categories, al contrari de les etiquetes, poden formar una jerarquia: Podeu tenir una categoria de Jazz, i a sota seu subcategories per a Bebop i Big Band. Totalment opcional.

source: Item added.
ca_es: Element afegit.

source: Item deleted.
ca_es: Element suprimit.

source: Item updated.
ca_es: Element actualitzat.

source: Item not added.
ca_es: L'element no s'ha afegit.

source: Items deleted.
ca_es: Elements suprimits.

source: <strong>Note:</strong><br />Deleting a category does not delete the posts in that category. Instead, posts that were only assigned to the deleted category are set to the category <strong>%s</strong>.
ca_es: <strong>Nota:</strong><br />La supressió d'una categoria no esborra les seves entrades. Les entrades que només estaven assignades a aquesta categoria passaran a formar part de la categoria <strong>%s</strong>.

source: You are not allowed to delete this item.
ca_es: No teniu permís per suprimir aquest element.

source: %s post updated.
ca_es: %s entrada s'ha actualitzat.

source: Mine <span class="count">(%s)</span>
ca_es: El meu <span class="count">(%s)</span>

source: Show all dates
ca_es: Mostra totes les dates

source: View all categories
ca_es: Mostra totes les categories

source: List View
ca_es: Mostra la llista

source: Excerpt View
ca_es: Mostra un extracte

source: Export
ca_es: Exporta

source: When you click the button below WordPress will create an XML file for you to save to your computer.
ca_es: Quan feu clic al botó de sota, el WordPress crearà un fitxer XML que podreu desar al vostre ordinador.

source: This format, which we call WordPress eXtended RSS or WXR, will contain your posts, pages, comments, custom fields, categories, and tags.
ca_es: Aquest format, que nosaltres anomenem WordPress eXtended RSS o bé WXR, contindrà les entrades, comentaris, camps personalitzats categories i etiquetes.

source: Download Export File
ca_es: Descarrega el fitxer d'exportació

source: No importers are available.
ca_es: No hi ha importadors disponibles.

source: Continue
ca_es: Continua

source: Posts
ca_es: Entrades

source: Movable Type and TypePad
ca_es: Movable Type i TypePad

source: Could not update link in the database
ca_es: No s'ha pogut actualitzar l'enllaç a la base de dades

source: Could not insert link into the database
ca_es: No s'ha pogut inserir l'enllaç a la base de dades

source: Changing to %s
ca_es: S'està canviant a %s

source: Found %s
ca_es: Trobat %s

source: The ftp PHP extension is not available
ca_es: L'extensió ftp de PHP no està disponible

source: FTP hostname is required
ca_es: Es requereix el nom del host de FTP

source: FTP username is required
ca_es: Es requereix el nom d'usuari de FTP

source: FTP password is required
ca_es: Es requereix la contrasenya de FTP

source: Failed to connect to FTP Server %1$s:%2$s
ca_es: No s'ha pogut connectar amb el servidor de FTP %1$s:%2$s

source: Username/Password incorrect for %s
ca_es: Nom d'usuari/contrasenya incorrecte per a %s

source: The ssh2 PHP extension is not available
ca_es: L'extensió ssh2 del PHP no està disponible

source: The ssh2 PHP extension is available, however, we require the PHP5 function <code>stream_get_contents()</code>
ca_es: L'extensió ssh2 del PHP està disponible, tanmateix es requereix la funció PHP 5 <code>stream_get_contents()</code>

source: SSH2 hostname is required
ca_es: Es requereix el nom del host del SSH2

source: SSH2 username is required
ca_es: Es requereix el nom d'usuari del SSH2

source: SSH2 password is required
ca_es: Es requereix la contrasenya del SSH2

source: Failed to connect to SSH2 Server %1$s:%2$s
ca_es: No s'ha pogut connectar amb el servidor de SSH2 %1$s:%2$s

source: Public and Private keys incorrect for %s
ca_es: Claus pública i privada incorrectes per a %s

source: Unable to perform command: %s
ca_es: Impossible executar l'ordre: %s

source: Invalid Data provided.
ca_es: Dada no vàlida

source: Could not access filesystem.
ca_es: No s'ha pogut accedir al sistema de fitxers.

source: Filesystem error.
ca_es: Error del sistema de fitxers.

source: Unable to locate WordPress Root directory.
ca_es: No s'ha pogut localitzar el directori arrel del WordPress.

source: Unable to locate WordPress Content directory (wp-content).
ca_es: No s'ha pogut localitzar el directori de contingut del WordPress (wp-content).

source: Unable to locate WordPress Plugin directory.
ca_es: No s'ha pogut localitzar el directori d'extensions del WordPress.

source: Unable to locate WordPress Theme directory.
ca_es: No s'ha pogut localitzar el directori de temes del WordPress.

source: Unable to locate needed folder (%s).
ca_es: No s'ha pogut localitzar la carpeta (%s).

source: Download failed.
ca_es: La descàrrega de fitxer ha fallat.

source: Installing the latest version&#8230;
ca_es: S'està instal·lant la darrera versió&#8230;

source: Destination folder already exists.
ca_es: La carpeta de destinació ja existeix.

source: Could not create directory.
ca_es: No s'ha pogut crear el directori.

source: Incompatible Archive.
ca_es: Arxiu incompatible.

source: Enabling Maintenance mode&#8230;
ca_es: S'està habilitant el mode de manteniment&#8230;

source: Disabling Maintenance mode&#8230;
ca_es: S'està deshabilitant el mode de manteniment&#8230;

source: The plugin is at the latest version.
ca_es: L'extensió està en la darrera versió.

source: Downloading update from <span class="code">%s</span>&#8230;
ca_es: S'està baixant l'actualització des de <span class="code">%s</span>&#8230;

source: Unpacking the update&#8230;
ca_es: S'està descomprimint l'actualització&#8230;

source: Removing the old version of the plugin&#8230;
ca_es: Està suprimint la versió antiga de l'extensió&#8230;

source: Could not remove the old plugin.
ca_es: No s'ha pogut eliminar l'extensió antiga.

source: Install package not available.
ca_es: Paquet d'actualització no disponible.

source: Downloading install package from <span class="code">%s</span>&#8230;
ca_es: S'està baixant el paquet d'instal·lació des de <span class="code">%s</span>&#8230;

source: Unpacking the package&#8230;
ca_es: S'està descomprimint el paquet&#8230;

source: Installing the plugin&#8230;
ca_es: S'està instal·lant l'extensió&#8230;

source: Plugin install failed.
ca_es: La instal·lació de l'extensió ha fallat.

source: Plugin installed successfully.
ca_es: S'ha instal·lat correctament l'extensió.

source: The theme is at the latest version.
ca_es: El tema està en la darrera versió.

source: Removing the old version of the theme&#8230;
ca_es: S'està suprimint la versió antiga del tema&#8230;

source: Could not remove the old theme.
ca_es: No s'ha pogut eliminar el tema antic.

source: Installing the theme&#8230;
ca_es: S'està instal·lant el tema&#8230;

source: Theme install failed.
ca_es: La instal·lació del tema ha fallat.

source: Theme installed successfully.
ca_es: S'ha instal·lat correctament el tema.

source: WordPress is at the latest version.
ca_es: El WordPress està en la seva versió més moderna.

source: Could not copy files.
ca_es: No s'han pogut copiar fitxers.

source: Activate this plugin
ca_es: Activa aquesta extensió

source: Activate Plugin
ca_es: Activa l'extensió

source: Return to Plugins page
ca_es: Torna a la pàgina web de les extensions

source: Successfully installed the plugin <strong>%s %s</strong>.
ca_es: Correctament instal·lada l'extensió <strong>%s %s</strong>.

source: Return to Plugin Installer
ca_es: Torna a l'instal·lador de l'extensió

source: Successfully installed the theme <strong>%1$s %2$s</strong>.
ca_es: S'ha instal·lat correctament el tema <strong>%1$s %2$s</strong>.

source: Preview &#8220;%s&#8221;
ca_es: Mostra &#8220;%s&#8221;

source: Activate &#8220;%s&#8221;
ca_es: Activa &#8220;%s&#8221;

source: Return to Theme Installer
ca_es: Torna a l'instal·lador del tema.

source: Themes page
ca_es: Pàgina dels temes

source: Return to Themes page
ca_es: Torna a la pàgina web dels Temes

source: Please select a file
ca_es: Seleccioneu un fitxer

source: The uploaded file could not be moved to %s.
ca_es: El fitxer que hem penjat no s'ha pogut moure a %s.

source: Right Now
ca_es: Ara mateix

source: Incoming Links
ca_es: Enllaços entrants

source: QuickPress
ca_es: Editor ràpid

source: Recent Drafts
ca_es: Esborranys recents

source: Other WordPress News
ca_es: Altres notícies del WordPress

source: View all
ca_es: Mostra-ho tot

source: Configure
ca_es: Configura

source: Post
ca_es: Entrada

source: Comment
ca_es: Comentari

source: Page
ca_es: Pàgina

source: Category
ca_es: Categoria

source: Theme <span class="b">%1$s</span> with <span class="b">%2$s Widget</span>
ca_es: Tema <span class="b">%1$s</span> amb <span class="b">%2$s Giny</span>

source: Theme <span class="b"><a href="themes.php">%1$s</a></span>
ca_es: Tema <span class="b"><a href="themes.php">%1$s</a></span>

source: Theme <span class="b">%1$s</span>
ca_es: Tema <span class="b">%1$s</span>

source: Post submitted. <a href="%s">Preview post</a> | <a href="%s">Edit post</a>
ca_es: Entrada enviada. <a href="%s">Mostra l'entrada</a> | <a href="%s">Edita l'entrada</a>

source: You can also try %s, easy blogging from anywhere on the Web.
ca_es: També podeu provar %s, facilita publicar al bloc des d'arreu del Web.

source: Press This
ca_es: Premeu això

source: Reset
ca_es: Reinicialitza

source: Submit for Review
ca_es: Envia per a revisió

source: There are no drafts at the moment
ca_es: No hi ha esborranys en aquest moment

source: Approve this comment
ca_es: Aprova aquest comentari

source: Unapprove this comment
ca_es: Rebutja aquest comentari

source: Reply to this comment
ca_es: Respon a aquest comentari

source: Mark this comment as spam
ca_es: Marca aquest comentari com a brossa

source: Move this comment to the trash
ca_es: Mou aquest comentari a la paperera

source: From %1$s on %2$s%3$s
ca_es: De %1$s el dia %2$s%3$s

source: [Pending]
ca_es: [Pendent]

source: %1$s on %2$s
ca_es: %1$s en %2$s

source: Loading&#8230;
ca_es: Llegint&#8230;

source: This widget requires JavaScript.
ca_es: Aquest giny necessita JavaScript.

source: This dashboard widget queries <a href="http://blogsearch.google.com/">Google Blog Search</a> so that when another blog links to your site it will show up here. It has found no incoming links&hellip; yet. It&#8217;s okay &#8212; there is no rush.
ca_es: Aquest giny del tauler consulta la <a href="http://blogsearch.google.com/">cerca de blogs de Google</a> i si algun altre bloc enllaça cap al vostre ho mostra aquí. No s'ha trobat cap enllaç entrants&hellip; per ara. Cap problema, tot arribarà.

source: Somebody
ca_es: Algú

source: %1$s linked here <a href="%2$s">saying</a>, "%3$s"
ca_es: %1$s ha enllaçat aquí <a href="%2$s">dient</a>, "%3$s"

source: %1$s linked here saying, "%3$s"
ca_es: %1$s ha enllaçat aquí dient, "%3$s"

source: Most Popular
ca_es: Més populars

source: Newest Plugins
ca_es: Extensions recents

source: Main Index Template
ca_es: Plantilla de la pàgina principal

source: RTL Stylesheet
ca_es: Full d'estils RTL

source: Popup Comments
ca_es: Comentaris emergents

source: Footer
ca_es: Peu de pàgina

source: Category Template
ca_es: Plantilla de la pàgina de categories

source: Page Template
ca_es: Plantilla de pàgina

source: Search Results
ca_es: Resultat de la cerca

source: Search Form
ca_es: Formulari de cerca

source: Single Post
ca_es: Entrada

source: 404 Template
ca_es: Plantilla de pàgina inexistent (error 404)

source: Links Template
ca_es: Plantilla d'enllaços

source: Theme Functions
ca_es: Funcions del tema

source: Attachment Template
ca_es: Plantilla del fitxer adjunt

source: Image Attachment Template
ca_es: Plantilla de la imatge adjunta

source: Video Attachment Template
ca_es: Plantilla del vídeo adjunt

source: Audio Attachment Template
ca_es: Plantilla del fitxer d'àudio adjunt

source: Application Attachment Template
ca_es: Plantilla d'aplicació adjunta

source: my-hacks.php (legacy hacks support)
ca_es: my-hacks.php (suport per a antics hacks)

source: .htaccess (for rewrite rules )
ca_es: .htaccess (per a regles del mod_rewrite)

source: Comments Template
ca_es: Plantilla dels comentaris

source: Popup Comments Template
ca_es: Plantilla dels comentaris emergent

source: Sorry, can&#8217;t edit files with &#8220;..&#8221; in the name. If you are trying to edit a file in your WordPress home directory, you can just type the name of the file in.
ca_es: No podeu editar fitxers amb ".." al nom. Si esteu intentant editar un fitxer al directori arrel del WordPress, escriviu-ne només el nom.

source: The uploaded file exceeds the <code>upload_max_filesize</code> directive in <code>php.ini</code>.
ca_es: El fitxer que voleu penjar excedeix la directriu <code>upload_max_filesize</code> (mida màxima de pujada) al <code>php.ini</code>.

source: The uploaded file exceeds the <em>MAX_FILE_SIZE</em> directive that was specified in the HTML form.
ca_es: El fitxer que voleu penjar excedeix la directriu <code>MAX_FILE_SIZE</code> (mida màxima de fitxer) especificada al formulari HTML.

source: The uploaded file was only partially uploaded.
ca_es: Només s'ha pogut penjar el fitxer parcialment.

source: No file was uploaded.
ca_es: No s'ha penjar cap fitxer.

source: Missing a temporary folder.
ca_es: Manca un directori temporal.

source: Failed to write file to disk.
ca_es: No s'ha pogut desar el fitxer al disc.

source: File upload stopped by extension.
ca_es: S'ha parat la càrrega del fitxer per extensió.

source: Invalid form submission.
ca_es: Enviament d'un formulari erroni.

source: File is empty. Please upload something more substantial. This error could also be caused by uploads being disabled in your php.ini or by post_max_size being defined as smaller than upload_max_filesize in php.ini.
ca_es: El fitxer és buit. Pengeu alguna cosa més substancial! Aquest error també podria estar causat per tenir desactivades les pujades al vostre php.ini o per tenir definit post_max_size més petit que upload_max_filesize al fitxer php.ini.

source: Specified file failed upload test.
ca_es: El fitxer indicat no compleix els requisits de càrrega.

source: File is empty. Please upload something more substantial. This error could also be caused by uploads being disabled in your php.ini.
ca_es: El fitxer és buit. Pengeu alguna cosa més substancial! Aquest error també podria ser causat pel vostre php.ini, si en aquest l'opció de carregar fitxers és desactivada.

source: Specified file does not exist.
ca_es: El fitxer especificat no existeix.

source: Invalid URL Provided.
ca_es: La URL no és vàlida.

source: Could not create Temporary file.
ca_es: No s'ha pogut crear el fitxer temporal.

source: Could not retrieve file from archive.
ca_es: No s'ha pogut obtenir el fitxer de de l'arxiu.

source: Could not extract file from archive.
ca_es: No s'ha pogut extreure el fitxer des de l'arxiu.

source: Could not copy file.
ca_es: No s'ha pogut copiar el fitxer.

source: Empty archive.
ca_es: Arxiu buit.

source: Connection Information
ca_es: Informació de la connexió

source: Hostname
ca_es: Nom del host

source: Authentication Keys
ca_es: Claus d'autenticació

source: Public Key:
ca_es: Clau pública:

source: Private Key:
ca_es: Clau privada:

source: Enter the location on the server where the keys are located. If a passphrase is needed, enter that in the password field above.
ca_es: Introduïu el camí on estan les claus al servidor. Si es necessita una contrasenya, introduïu-la en el camp de la contrasenya que hi ha més amunt.

source: Connection Type
ca_es: Tipus de connexió

source: Proceed
ca_es: Procedeix
